/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ не разрешено";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "Осталось %lu исп.";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "Осталось %lu исп.";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "+10 исп.";

/* entry in selection list to indicate no selection */
"- None -" = "- исп. не осталось -";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "“%@” не имеет подписи Pilotmoon Software. Устанавливайте это расширение только в случае если вы доверяете источнику.";

/* No comment provided by engineer. */
"Above Text" = "Над текстом";

/* Title of prefs section */
"Actions" = "Действия";

/* No comment provided by engineer. */
"Alternate Search URL" = "Альтерн. URL поиска";

/* Title of prefs section */
"Appearance" = "Внешний вид";

/* No comment provided by engineer. */
"Authorized" = "Авторизовано";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "Авто";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "Авто (инверсия)";

/* No comment provided by engineer. */
"Below Text" = "Под текстом";

/* click button to buy the app */
"Buy" = "Купить";

/* Button to go to store */
"Buy Now" = "Купить сейчас";

/* Button to go to store */
"Buy PopClip Online" = "Купите PopClip онлайн";

/* as in 'by Nick Moore' */
"by" = "по";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Cannot Install Extension" = "Невозможно установить расширение";

/* 1=name of app */
"Cannot start %1$@" = "Невозможно начать %1$@";

/* This is a check box title, not a button */
"Check for updates" = "Проверить обновления";

/* Label for color setting */
"Color" = "Цвет";

/* Displayed when something has been copied to the clipboard */
"Copied" = "Скопировано";

/* Indicates Dark color apearance */
"Dark" = "Темный";

/* name of dictionary look-up feature */
"Dictionary" = "Словарь";

/* button title */
"Don't Install" = "Не устанавливать";

/* Button title */
"Done" = "Готово";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "Включить PopClip";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "Исключенные программы";

/* button title shown in welcome window */
"Got it!" = "Получилось!";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "Удерживайте Option (⌥) для альтернативного поиска.";

/* button title: install the named externsion */
"Install \"%@\"" = "Установить “%@”";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "Скачать расширение \"%@\"";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "Сочетания клавиш";

/* No comment provided by engineer. */
"Language" = "Язык";

/* No comment provided by engineer. */
"Languages" = "Языки";

/* Title of window showing the user's license details */
"License Details" = "Данные лицензии";

/* No comment provided by engineer. */
"License key not valid" = "Лицензионный ключ не действителен";

/* Indicates Light color apearance */
"Light" = "Светлый";

/* name of missing third party app */
"Missing App: %@" = "Отсутствует программа: %@";

/* No comment provided by engineer. */
"Not Authorized" = "Не авторизовано";

/* button title */
"Not Now" = "Не сейчас";

/* No comment provided by engineer. */
"OFF" = "Выключено";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"ON" = "Включено";

/* name of link opening feature */
"Open Link" = "Открыть ссылку";

/* No comment provided by engineer. */
"Open Links" = "Открывать ссылки";

/* Example: Options for Wikipedia */
"Options for %@" = "Опции для %@";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "Пожалуйста, закройте эту вкладку браузера и вернитесь в PopClip.";

/* No comment provided by engineer. */
"Please wait..." = "Подождите….";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip может иметь не более %li расширений. Пожалуйста, удалите некоторые из них, чтобы освободить место для новых.";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "Бесплатная версия PopClip может иметь не более %li расширений. Пожалуйста, удалите некоторые из них, чтобы освободить место для новых.";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip не найден %@ на этом компьютере. Возможно, нужно установить эту программу.";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip не смог загрузить следующее расширение(я):\n\n%@\n\nОбновленные версии могут быть доступны на сайте PopClip.";

/* No comment provided by engineer. */
"PopClip Extensions" = "Расширения PopClip";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip проверит орфографию на всех выбранных языках.";

/* Label for position setting */
"Position" = "Положение";

/* Button to quit the app */
"Quit" = "Завершить";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "Оценить в App Store";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "Список изменений";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "Замените поисковый запрос на ***, например https://example.com/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "Показать в Finder";

/* name of web search feature */
"Search" = "Поиск";

/* No comment provided by engineer. */
"Search URL" = "URL поиска";

/* No comment provided by engineer. */
"Select" = "Выбрать";

/* No comment provided by engineer. */
"Select apps to exclude" = "Выбрать программы для исключения";

/* No comment provided by engineer. */
"Show as Icon" = "Показать как значок";

/* check box title */
"Show in menu bar" = "Показать в строке меню";

/* button title */
"Sign In" = "Подписаться";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "Войдите в ваш аккаунт %@.";

/* button title */
"Sign Out" = "Выйти";

/* Label for size adjustment slider */
"Size" = "Размер";

/* name of spelling checker feature */
"Spelling" = "Орфография";

/* check box title */
"Start at login" = "Автозапуск";

/* No comment provided by engineer. */
"Technical information:" = "Техническая информация:";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "Спасибо за приобретение PopClip!";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "Приложение повреждено. Пожалуйста, установите новую копию.";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "Это расширение несовместимо с этой версией PopClip. Произведите обновление до последней версии PopClip.";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "Для этого расширения требуется версия macOS %@ или выше.";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "Чтобы продолжить, для PopClip необходимо включить Универсальный доступ.";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "Чтобы использовать PopClip, просто выделите мышью текст в любой программе.";

/* the free trial has expired */
"Trial Expired" = "Пробный период истек";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "Проба: осталось %lu исп.";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "Проба: осталось %lu исп.";

/* No comment provided by engineer. */
"Unsigned Extension" = "Неподписанное расширение";

/* Button title. When clicked, shows user's license details. */
"View License" = "Посмотреть лицензию";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "Посетите веб-сайт %@";

/* No comment provided by engineer. */
"Waiting..." = "Ожидание...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "Добро пожаловать\nв PopClip";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "Вы вошли в %@.";

/* No comment provided by engineer. */
"You maxed out!" = "Достигнут предел";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ Авторизация не удалась.";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ PopClip Расширение \"%@\" авторизовано.";
